<?php

$lang['software_repository_add_note:'] = 'சந்தை பயன்பாட்டை செயல்படுத்தப்படும் பின்வரும் களஞ்சியமாக தேவைப்படுகிறது:';
$lang['software_repository_app_description'] = 'மென்பொருள் பணியக பயன்பாட்டை சர்வர் கிடைக்கும் களஞ்சியங்களை பட்டியலை வழங்குகிறது. சந்தையில் கிடைக்கும் ஆப்ஸ் களஞ்சியங்களை இயக்கப்படுகிற சார்ந்து உள்ளன.';
$lang['software_repository_app_name'] = 'மென்பொருள் களஞ்சியம்';
$lang['software_repository_app_tooltip'] = 'இயக்குவதால் மற்றும் / அல்லது களஞ்சியங்களை செயலிழக்க அமைப்பு ஸ்திரத்தன்மை ஒரு பாதகமான விளைவை ஏற்படுத்தும். இயல்புநிலை அமைப்புகளை மாற்றங்களை செய்து, மேம்பட்ட பயனர்கள் மட்டுமே பரிந்துரைக்கப்படுகிறது.';
$lang['software_repository_busy'] = 'மென்பொருள் மேலாளர் பிஸியாக ...';
$lang['software_repository_cli_only'] = 'CLI ஆனது மட்டும்';
$lang['software_repository_name'] = 'பெயர்';
$lang['software_repository_number_of_packages'] = 'தொகுப்புகள்';
$lang['software_repository_repo_list'] = 'களஞ்சியம் பட்டியல்';
$lang['software_repository_warn_centos_disable'] = 'செயலிழக்க "clearos-CentOS" களஞ்சியம் கருத்தில் - இந்த சர்வர் ஒரு சமூகத்தின் ஒரு கட்டண சேவையை அல்லது முதல் 30 நாட்களுக்கு நிறுவ மூலம் சரிபார்க்கப்பட்ட மென்பொருள் மேம்படுத்தல்கள் அணுக உள்ளது.';
$lang['software_repository_warn_centos_enable'] = 'தேதி உங்கள் கணினியில் வைக்க முடிகிறது "clearos-CentOS" களஞ்சியம் கருதுகின்றனர்.';
$lang['software_repository_warn_centos_updates_disable'] = 'செயலிழக்க "clearos-CentOS-மேம்படுத்தல்கள்" களஞ்சியம் பரிந்துரைக்கிறோம்.';
$lang['software_repository_warn_centos_updates_enable'] = 'தேதி உங்கள் கணினியில் வைக்க முடிகிறது "clearos-CentOS-மேம்படுத்தல்கள்" களஞ்சியம் கருதுகின்றனர்.';
$lang['software_repository_warn_epel_duplicate'] = 'செயலிழக்க "clearos-epel" களஞ்சியம் கருத்தில் - இந்த சர்வர் ஒரு சமூகத்தின் ஒரு கட்டண சேவையை அல்லது முதல் 30 நாட்களுக்கு நிறுவ மூலம் சரிபார்க்கப்பட்ட EPEL மேம்படுத்தல்கள் அணுக உள்ளது.';
$lang['software_repository_warn_epel_is_enabled'] = 'லேசான (clearos மனம் படைத்த) களஞ்சியமாக செயல்படுத்தப்படும். EPEL அணுகல் ஒரு வசதிக்காக வழங்கப்படுகிறது ஆனால் சில தொகுப்புகளை அல்லது மேம்படுத்தல்கள் ஸ்திரமின்மை மற்றும் / அல்லது எதிர்கால தொகுப்பு சார்பு பிரச்சினைகளை ஏற்படுத்தும். இந்த களஞ்சியமாக செயலிழக்க கருதுகின்றனர்.';  
$lang['software_repository_warn_fast_updates_enable'] = 'உங்கள் கணினி பாதுகாப்பு முக்கியமானது எனக் கருதப்பட்ட இந்த களஞ்சியமாக விரைவாக வெளியே தள்ள பயன்படுத்தப்படுகிறது - "clearos --வேகமாக மேம்படுத்தல்கள்" செயலாற்ற கவனியுங்கள்.';
$lang['software_repository_warn_test_repo'] = '"% S" பதில் களஞ்சியம் செயலிழக்க கருதுகின்றனர். இது டெவலப்பர்கள், பீட்டா பரிசோதகர்கள் மற்றும் மேம்பட்ட பயனர்கள் மட்டுமே உருவாக்கப்பட்டதாகும்.';
$lang['software_repository_warn_updates_disable'] = 'செயலிழக்க "clearos-மேம்படுத்தல்கள்" களஞ்சியம் கருத்தில் - இந்த சர்வர் ஒரு சமூகத்தின் ஒரு கட்டண சேவையை அல்லது முதல் 30 நாட்களுக்கு நிறுவ மூலம் சரிபார்க்கப்பட்ட மென்பொருள் மேம்படுத்தல்கள் அணுக உள்ளது.';
$lang['software_repository_warn_updates_enable'] = 'செயல்படுத்த "clearos-மேம்படுத்தல்கள்" கருத்தில் களஞ்சியமாக ... அது, பிழைகள் சரி அம்சங்களை சேர்க்க மற்றும் சில சந்தர்ப்பங்களில், இணைப்பு முக்கியமான பாதுகாப்பு vunerabilities மென்பொருள் மேம்படுத்தல்கள் வழங்குகிறது.';
$lang['software_repository_warning'] = 'பின்வரும் பரிந்துரைகளை / எச்சரிக்கைகள் அடையாளம் காணப்பட்டுள்ளன:';
$lang['software_repository_updates_warning_event'] = 'மென்பொருள் பணியக கட்டமைப்பு எச்சரிக்கை (கள்)';
