<?php

$lang['software_repository_add_note:'] = 'മാർക്കറ്റ്പ്ലെയ്സ് അപ്ലിക്കേഷൻ താഴെ സംഭരണിയാണ് പ്രവർത്തനക്ഷമമാക്കേണ്ടതുണ്ട്:';
$lang['software_repository_app_description'] = 'സോഫ്റ്റ്വെയർ റിപ്പോസിറ്ററി അപ്ലിക്കേഷൻ സെർവർ ലഭ്യമായ ശേഖരണങ്ങളുടെ പട്ടിക ലഭ്യമാക്കുന്നു. മാർക്കറ്റ്പ്ലെയ്സിലെ ലഭ്യമായ അപ്ലിക്കേഷനുകൾ ഏത് റിപ്പോസിറ്ററികൾ പ്രവർത്തനക്ഷമമാണ് അനുസരിച്ചിരിക്കും.';
$lang['software_repository_app_name'] = 'സോഫ്റ്റ്വെയർ സംഭരണി';
$lang['software_repository_app_tooltip'] = 'പ്രാപ്തമാക്കുന്നത് കൂടാതെ / അല്ലെങ്കിൽ ശേഖരണങ്ങളുടെ നിഷ്ക്റിയമാക്കുന്നത് സിസ്റ്റം സ്ഥിരത ഒരു പ്രതികൂല ഭവിഷ്യത്തുകൾക്ക് കഴിയും. സ്ഥിരസ്ഥിതി ക്രമീകരണങ്ങൾ മാറ്റങ്ങൾ ഉണ്ടാക്കുന്നു നൂതന ഉപയോക്താക്കൾക്ക് മാത്രമാണ് ശുപാർശ ചെയ്യുന്നത്.';
$lang['software_repository_busy'] = 'സോഫ്റ്റ്വെയർ മാനേജർ തിരക്കിലാണ് ...';
$lang['software_repository_cli_only'] = 'മാത്രം കമാന്റ്ലൈൻ';
$lang['software_repository_name'] = 'പേര്';
$lang['software_repository_number_of_packages'] = 'പാക്കേജുകൾ';
$lang['software_repository_repo_list'] = 'റിപ്പോസിറ്ററി പട്ടിക';
$lang['software_repository_warn_centos_disable'] = 'പ്രവർത്തനരഹിതമാകുന്ന "clearos-CentOS" സംഭരണിയിൽ ചിന്തിക്കുക - ഈ സെർവർ ഒരു പെയ്ഡ് സേവനം അല്ലെങ്കിൽ ഒരു കമ്മ്യൂണിറ്റി ആദ്യത്തെ 30 ദിവസം ഇൻസ്റ്റാൾ സ്ഥിരീകരിക്കാൻ സോഫ്റ്റ്വെയർ അപ്ഡേറ്റുകൾ ആക്സസ് ഉണ്ട്.';
$lang['software_repository_warn_centos_enable'] = 'കാലികമായി നിങ്ങളുടെ സിസ്റ്റം നിലനിർത്താൻ പ്രാപ്തരാക്കുകയെന്ന "clearos-CentOS" സംഭരണിയിൽ ചിന്തിക്കുക.';
$lang['software_repository_warn_centos_updates_disable'] = '"Clearos-CentOS-അപ്ഡേറ്റുകൾ" സംഭരണിയിൽ രഹിതമാക്കുവാൻ.';
$lang['software_repository_warn_centos_updates_enable'] = 'പ്രാപ്തരാക്കുകയെന്ന കാലികമായി നിങ്ങളുടെ സിസ്റ്റം നിലനിർത്താൻ "clearos-CentOS-അപ്ഡേറ്റുകൾ" സംഭരണിയിൽ ചിന്തിക്കുക.';
$lang['software_repository_warn_epel_duplicate'] = 'പ്രവർത്തനരഹിതമാകുന്ന "clearos-epel" സംഭരണിയിൽ ചിന്തിക്കുക - ഈ സെർവർ ഒരു പെയ്ഡ് സേവനം അല്ലെങ്കിൽ ഒരു കമ്മ്യൂണിറ്റി ആദ്യത്തെ 30 ദിവസം ഇൻസ്റ്റാൾ സ്ഥിരീകരിക്കാൻ EPEL അപ്ഡേറ്റുകൾ ആക്സസ് ഉണ്ട്.';
$lang['software_repository_warn_epel_is_enabled'] = 'കൽപനയിൽ (clearos മനസ്സോടെയുള്ള) സംഭരണി പ്രവർത്തനക്ഷമമാക്കി. EPEL കാണുവാൻ ഒരു സൌകര്യത്തിനായി ലഭ്യമാക്കുന്നു എന്നാൽ ചില പാക്കേജുകൾ അല്ലെങ്കിൽ അപ്ഡേറ്റുകൾ അനിശ്ചിതത്വവും / അല്ലെങ്കിൽ ഭാവിയിൽ പാക്കേജ് ആശ്രയത്വം പ്രശ്നങ്ങൾ കാരണമാകും. ഈ സംഭരണിയിലെ അപ്രാപ്തമാക്കുന്നതിൽ പരിഗണിക്കുക.';  
$lang['software_repository_warn_fast_updates_enable'] = '"Clearos-ഫാസ്റ്റ് അപ്ഡേറ്റുകൾ" പ്രാപ്തരാക്കുകയെന്ന പരിഗണിക്കുക - ഈ സംഭരണിയിലെ വേഗം അപ്ഡേറ്റുകൾ കുത്തുന്നതു ഉപയോഗിക്കുന്നു നിങ്ങളുടെ സിസ്റ്റം സുരക്ഷയ്ക്കുമായി വിമർശന പരിഗണിക്കപ്പെടും.';
$lang['software_repository_warn_test_repo'] = 'പ്രവർത്തനരഹിതമാകുന്ന "% s" എന്ന സംഭരണിയാണ് ചിന്തിക്കുക. ഡവലപ്പർമാരെ, ബീറ്റ പരീക്ഷണങ്ങൾ നൂതന ഉപയോക്താക്കൾക്ക് മാത്രമാണ് ഉദ്ദേശിച്ചുള്ളതാണ്.';
$lang['software_repository_warn_updates_disable'] = 'ഈ സെർവർ ഒരു പെയ്ഡ് സേവനം അല്ലെങ്കിൽ ഒരു കമ്മ്യൂണിറ്റി ആദ്യത്തെ 30 ദിവസം ഇൻസ്റ്റാൾ സ്ഥിരീകരിക്കാൻ സോഫ്റ്റ്വെയർ അപ്ഡേറ്റുകൾ ആക്സസ് ഉണ്ട് - "clearos-അപ്ഡേറ്റുകൾ" സംഭരണിയിൽ അപ്രാപ്തമാക്കുന്നതിൽ പരിഗണിക്കുക.';
$lang['software_repository_warn_updates_enable'] = 'സംഭരണിയാണ് അതു ബഗ്ഗുകൾ പരിഹരിക്കാൻ സവിശേഷതകൾ ചേർക്കുക ചില കേസുകളിൽ, ഗുരുതരമായ സുരക്ഷാ vunerabilities ശരിയാക്കാനും സോഫ്റ്റ്വെയർ അപ്ഡേറ്റുകൾ നൽകുന്നു സജ്ജമാക്കുന്നു "clearos-അപ്ഡേറ്റുകൾ" ... ചിന്തിക്കുക.';
$lang['software_repository_warning'] = 'താഴെ ശുപാർശകൾ / മുന്നറിയിപ്പുകൾ തിരിച്ചറിഞ്ഞു:';
$lang['software_repository_updates_warning_event'] = 'സോഫ്റ്റ്വെയർ റിപ്പോസിറ്ററി കോൺഫിഗറേഷൻ മുന്നറിയിപ്പ് (ങ്ങൾ)';
