<?php

$lang['software_repository_add_note:'] = 'На тржишту апликација захтева следеће спремиште да мора бити омогућено:';
$lang['software_repository_app_description'] = 'Спремиште софтвера апликација пружа листу спремишта доступних на серверу. Апликације доступне у Маркетплаце зависе од којих су складишта омогућено.';
$lang['software_repository_app_name'] = 'спремишта софтваре';
$lang['software_repository_app_tooltip'] = 'Омогућавање и / или онемогућавање спремишта може имати негативан утицај на стабилност система. Израда промене подразумевана подешавања се препоручују само напредним корисницима.';
$lang['software_repository_busy'] = 'Софтвер менаџер заузета ...';
$lang['software_repository_cli_only'] = 'ПГ Само';
$lang['software_repository_name'] = 'име';
$lang['software_repository_number_of_packages'] = 'Пакети';
$lang['software_repository_repo_list'] = 'складиште Листа';
$lang['software_repository_warn_centos_disable'] = 'Размотрити онемогућавања "ЦлеарОС-ЦентОС" складиште - овај сервер има приступ верификованих ажурирања софтвера кроз плаћене услуге или првих 30 дана заједнице инсталације.';
$lang['software_repository_warn_centos_enable'] = 'Размотрити омогућава "ЦлеарОС-ЦентОС" спремиште да би ваш систем до сада.';
$lang['software_repository_warn_centos_updates_disable'] = 'Препоручујем онемогућава "ЦлеарОС-ЦентОС-Упдатес" спремиште.';
$lang['software_repository_warn_centos_updates_enable'] = 'Размотрити омогућава "ЦлеарОС-ЦентОС-упдатес" складиште да би ваш систем до сада.';
$lang['software_repository_warn_epel_duplicate'] = 'Размотрити онемогућавања "ЦлеарОС-Епел" складиште - овај сервер има приступ верификованих ажурирања Епел кроз плаћене услуге или првих 30 дана заједнице инсталације.';
$lang['software_repository_warn_epel_is_enabled'] = 'Блага (ЦлеарОС-хеартед) спремиште омогућено. Приступ Епел је обезбеђен као погодност, али неки пакети или исправке могу да изазову нестабилност и / или проблеме пакет зависности будуће. Размотрити онемогућавања овај репозиторијум.';  
$lang['software_repository_warn_fast_updates_enable'] = 'Да омогућите "ЦлеарОС-фаст-упдатес" - то складиште се користи за брзо истисне исправке сматра се критичне важности за безбедност вашег система.';
$lang['software_repository_warn_test_repo'] = 'Размотрити искључивање "% с" складиште. Намењен је за програмере, бета тестера и напредним корисницима.';
$lang['software_repository_warn_updates_disable'] = 'Размотрити искључивање "ЦлеарОС-упдатес" складиште - овај сервер има приступ верификованих ажурирања софтвера кроз плаћене услуге или првих 30 дана заједнице инсталације.';
$lang['software_repository_warn_updates_enable'] = 'Да омогућите "ЦлеарОС-упдатес" складиште ... то обезбеђује ажурирање софтвера поправити грешке, додати функције и, у неким случајевима, патцх критичне безбедносне вунерабилитиес.';
$lang['software_repository_warning'] = 'Следеће препоруке / упозорења су идентификоване:';
$lang['software_repository_updates_warning_event'] = 'упозорење софтвер конфигурација спремиште (а)';
