<?php

$lang['software_repository_add_note:'] = 'стан на пазарот бара следново складиштето треба да се овозможи:';
$lang['software_repository_app_description'] = 'стан на софтверот на складиштето обезбедува листа на складишта на располагање на серверот. Апликации достапни на пазарот се зависни од кои се овозможени складишта.';
$lang['software_repository_app_name'] = 'софтвер складиштето';
$lang['software_repository_app_tooltip'] = 'Овозможување и / или оневозможување на складишта може да имаат негативно влијание врз стабилноста на системот. Правење на промени на стандардните поставувања е препорачливо само за напредни корисници.';
$lang['software_repository_busy'] = 'менаџер софтвер зафатени ...';
$lang['software_repository_cli_only'] = 'Само CLI';
$lang['software_repository_name'] = 'име';
$lang['software_repository_number_of_packages'] = 'пакети';
$lang['software_repository_repo_list'] = 'складиште Листа';
$lang['software_repository_warn_centos_disable'] = 'Размислете за оневозможување на "clearos-CentOS" складиштето - овој сервер има пристап до проверат софтверски ажурирања преку платени услуги или првите 30 дена од денот на Заедницата се инсталира.';
$lang['software_repository_warn_centos_enable'] = 'Размислете за овозможување на "clearos-CentOS" складиштето за да се задржи на вашиот систем до датум.';
$lang['software_repository_warn_centos_updates_disable'] = 'Препорачуваат оневозможување "clearos-CentOS ажурирања" складиштето.';
$lang['software_repository_warn_centos_updates_enable'] = 'Размислете за овозможување на "clearos-CentOS ажурирања" складиштето за да се задржи на вашиот систем до датум.';
$lang['software_repository_warn_epel_duplicate'] = 'Размислете за оневозможување на "clearos-epel" складиштето - овој сервер има пристап до проверат надградби EPEL преку платени услуги или првите 30 дена од денот на Заедницата се инсталира.';
$lang['software_repository_warn_epel_is_enabled'] = 'благи (clearos срце) складиштето е овозможено. Пристап до EPEL се обезбедени како погодност, но некои пакети или надградби може да предизвика нестабилност и / или на идните проблеми со зависност на пакетот. Размислете Оневозможувањето на оваа база на податоци.';  
$lang['software_repository_warn_fast_updates_enable'] = 'Размислете за грижа "clearos-брзо надградби" - ова складиште се користи за брзо да се ослободат од надградби смета дека е од клучно значење за безбедноста на вашиот систем.';
$lang['software_repository_warn_test_repo'] = 'Размислете за оневозможување на "% s" складиштето. Таа е наменета за само програмери, бета тестери и напредни корисници.';
$lang['software_repository_warn_updates_disable'] = 'Размислете за оневозможување на "clearos ажурирања" складиштето - овој сервер има пристап до проверат софтверски ажурирања преку платени услуги или првите 30 дена од денот на Заедницата се инсталира.';
$lang['software_repository_warn_updates_enable'] = 'Размислете за грижа "clearos ажурирања" складиштето ... тоа обезбедува надградби на софтвер да се утврдат грешки, да додадете карактеристики и, во некои случаи, далноводи критична vunerabilities безбедност.';
$lang['software_repository_warning'] = 'Идентификувани се следниве препораки / предупредувања:';
$lang['software_repository_updates_warning_event'] = 'предупредување (и) поправени конфигурација';
