<?php

$lang['software_repository_add_note:'] = 'Приложение Marketplace требует следующий репозиторий должен быть включен:';
$lang['software_repository_app_description'] = 'Приложение Software Repository предоставляет список доступных хранилищ на сервере. Программы доступны на рынке зависят от которых хранилищами разрешены.';
$lang['software_repository_app_name'] = 'Программное обеспечение Repository';
$lang['software_repository_app_tooltip'] = 'Включение и / или отключение хранилищам может оказать негативное влияние на стабильность системы. Внесение изменений в настройки по умолчанию, рекомендуется только для продвинутых пользователей.';
$lang['software_repository_busy'] = 'менеджер программного обеспечения занят ...';
$lang['software_repository_cli_only'] = 'CLI только';
$lang['software_repository_name'] = 'имя';
$lang['software_repository_number_of_packages'] = 'пакеты';
$lang['software_repository_repo_list'] = 'Repository Список';
$lang['software_repository_warn_centos_disable'] = 'Рассмотрите возможность отключения "ClearOS-CentOS" хранилище - этот сервер имеет доступ к проверенных обновлений программного обеспечения через платную услугу или первые 30 дней общины установки.';
$lang['software_repository_warn_centos_enable'] = 'Рассмотрим позволяет "ClearOS-CentOS" хранилище, чтобы сохранить вашу систему в актуальном состоянии.';
$lang['software_repository_warn_centos_updates_disable'] = 'Рекомендуют отключать "ClearOS-CentOS-обновлений" репозиторий.';
$lang['software_repository_warn_centos_updates_enable'] = 'Рассмотрим позволяет "ClearOS-CentOS-обновления" хранилище, чтобы сохранить вашу систему в актуальном состоянии.';
$lang['software_repository_warn_epel_duplicate'] = 'Рассмотрите возможность отключения "ClearOS-Epel" хранилище - этот сервер имеет доступ к проверенных обновлений Epel через платную услугу или первые 30 дней общины установки.';
$lang['software_repository_warn_epel_is_enabled'] = 'Мягкий (ClearOS сердцем) репозиторий включен. Доступ к Epel предоставляется в качестве удобства, но некоторые пакеты или обновления могут привести к нестабильности и / или будущих проблем пакета зависимостей. Рассмотрите возможность отключения этого репозитория.';  
$lang['software_repository_warn_fast_updates_enable'] = 'Рассмотреть возможность включения "ClearOS быстрой перемотки обновления" - это хранилище используется для быстрого вытолкнуть обновления считаются критическими для безопасности вашей системы.';
$lang['software_repository_warn_test_repo'] = 'Рассмотрите возможность отключения "% S" репозиторий. Он предназначен для разработчиков, бета-тестеров и продвинутых пользователей.';
$lang['software_repository_warn_updates_disable'] = 'Рассмотрите возможность отключения "ClearOS-обновлений" хранилище - этот сервер имеет доступ к проверенных обновлений программного обеспечения через платную услугу или первые 30 дней общины установки.';
$lang['software_repository_warn_updates_enable'] = 'Рассмотреть возможность включения "ClearOS-обновления" хранилище ... он обеспечивает обновления программного обеспечения, чтобы исправить ошибки, добавлять новые функции, а в некоторых случаях, патч критических vunerabilities безопасности.';
$lang['software_repository_warning'] = 'Были определены следующие рекомендации / предупреждения:';
$lang['software_repository_updates_warning_event'] = 'Предупреждение (ы) конфигурации репозитория программного обеспечения';
