<?php

$lang['software_repository_add_note:'] = 'Շուկայում ծրագիրը պահանջում է շտեմարանը պետք է միացված լինի:';
$lang['software_repository_app_description'] = 'Ծրագրային ապահովման Շտեմարան ծրագիրը ապահովում ցուցակը շտեմարաններում առկա է սերվերի. Apps առկա է շուկայում կախված, որի վրա պահոցները են միացված:';
$lang['software_repository_app_name'] = 'Software շտեմարան';
$lang['software_repository_app_tooltip'] = 'Հնարավորություն տալով եւ / կամ հաշմանդամության շտեմարանները կարող է ունենալ բացասական ազդեցություն համակարգի կայունության: Փոփոխություններ կատարելու լռելյայն կայանքները խորհուրդ է տրվում է զարգացած օգտվողների միայն.';
$lang['software_repository_busy'] = 'Ծրագրային ապահովման կառավարիչ զբաղված ...';
$lang['software_repository_cli_only'] = 'CLI Միայն';
$lang['software_repository_name'] = 'անուն';
$lang['software_repository_number_of_packages'] = 'Փաթեթներ';
$lang['software_repository_repo_list'] = 'Հայկական մաթեմատիկական հանդես ցուցակ';
$lang['software_repository_warn_centos_disable'] = 'Դիտարկենք հաշմանդամության "clearos-Centos» շտեմարանը, - այս սերվերը ունի մուտք դեպի հաստատված թարմացումներ միջոցով վճարովի ծառայություն կամ առաջին 30 օրվա ընթացքում Համայնքի տեղադրելու:';
$lang['software_repository_warn_centos_enable'] = 'Դիտարկենք հնարավորություն է տալիս «clearos-Centos« շտեմարանը պահել ձեր համակարգը մինչեւ օրս:';
$lang['software_repository_warn_centos_updates_disable'] = 'Խորհուրդ են տալիս հաշմանդամության "clearos-Centos-թարմացումները» շտեմարանը:';
$lang['software_repository_warn_centos_updates_enable'] = 'Դիտարկենք հնարավորություն է տալիս », clearos-Centos-թարմացումները« շտեմարանը պահել ձեր համակարգը մինչեւ օրս:';
$lang['software_repository_warn_epel_duplicate'] = 'Դիտարկենք հաշմանդամության "clearos-Եփել» շտեմարանը, - այս սերվերը ունի մուտք դեպի հաստատված Եփել թարմացումների միջոցով վճարովի ծառայություն կամ առաջին 30 օրվա ընթացքում Համայնքի տեղադրելու:';
$lang['software_repository_warn_epel_is_enabled'] = 'Մեղմ (clearos-hearted) բազայի միացված. Մատչելիությունը Եփել տրամադրվում է որպես հարմարության, բայց որոշ փաթեթներ, կամ թարմացումներ կարող է առաջացնել անկայունություն եւ / կամ հետագա փաթեթը կախվածության խնդիրները: Դիտարկենք հաշմանդամության այս շտեմարանը:';  
$lang['software_repository_warn_fast_updates_enable'] = 'Դիտարկենք հնարավորություն է տալիս «clearos-արագ թարմացումները», - այս շտեմարանը օգտագործվում է արագ դուրս մղել թարմացումները համարվում կարեւոր է անվտանգության Ձեր համակարգի.';
$lang['software_repository_warn_test_repo'] = 'Դիտարկենք հաշմանդամության "% s" շտեմարանը: Այն նախատեսված է մշակողների, բետա testers եւ առաջադեմ օգտագործողների համար միայն.';
$lang['software_repository_warn_updates_disable'] = 'Դիտարկենք հաշմանդամության «clearos-թարմացումները» շտեմարանը, - այս սերվերը ունի մուտք դեպի հաստատված թարմացումներ միջոցով վճարովի ծառայություն կամ առաջին 30 օրվա ընթացքում Համայնքի տեղադրելու:';
$lang['software_repository_warn_updates_enable'] = 'Դիտարկենք հնարավորություն է տալիս «clearos-թարմացումներ" հանրագիտարանից ... այն ապահովում է ծրագրային թարմացումներ է ամրագրել bugs, ավելացնել առանձնահատկություններ եւ որոշ դեպքերում, patch քննադատական ​​անվտանգության vunerabilities:';
$lang['software_repository_warning'] = 'Հետեւյալ առաջարկությունները / զգուշացումները են հայտնաբերվել:';
$lang['software_repository_updates_warning_event'] = 'Software շտեմարան կոնֆիգուրացիա նախազգուշացում (ներ)';
