<?php

$lang['software_repository_add_note:'] = 'דער מאַרק אַפּ ריקווייערז די ווייַטערדיק ריפּאַזאַטאָרי צו זיין ענייבאַלד:';
$lang['software_repository_app_description'] = 'די ווייכווארג רעפּאָסיטאָרי אַפּ גיט אַ רשימה פון ריפּאַזאַטאָריז פאַראַנען צו די סערווער. אַפּפּס בנימצא אין די מאַרק זענען אָפענגיק אויף וואָס ריפּאַזאַטאָריז זענען ענייבאַלד.';
$lang['software_repository_app_name'] = 'ווייכווארג רעפּאָסיטאָרי';
$lang['software_repository_app_tooltip'] = 'ענייבאַלינג און / אָדער דיסייבלינג ריפּאַזאַטאָריז קענען האָבן אַ אַדווערס ווירקונג אויף די פעסטקייַט פון די סיסטעם. געמאכט ענדערונגען צו די ניט ויסצאָלן סעטטינגס איז רעקאַמענדיד פֿאַר אַוואַנסירטע ניצערס נאָר.';
$lang['software_repository_busy'] = 'ווייכווארג פאַרוואַלטער פאַרנומען ...';
$lang['software_repository_cli_only'] = 'קלי בלויז';
$lang['software_repository_name'] = 'נאָמען';
$lang['software_repository_number_of_packages'] = 'פּאַקקאַגעס';
$lang['software_repository_repo_list'] = 'רעפּאָסיטאָרי רשימה';
$lang['software_repository_warn_centos_disable'] = 'באַטראַכטן דיסייבלינג "קלעאַראָס-סענטאָס" ריפּאַזאַטאָרי - דעם סערווער האט צוטריט צו וועריפיעד ווייכווארג ופּדאַטעס דורך אַ באַצאָלט דינען אָדער ערשטער 30 טעג פון אַ קהל ינסטאַלירן.';
$lang['software_repository_warn_centos_enable'] = 'באטראכט ענייבאַלינג די "קלעאַראָס-סענטאָס" ריפּאַזאַטאָרי צו האַלטן דיין סיסטעם אַרויף צו דאַטע.';
$lang['software_repository_warn_centos_updates_disable'] = 'רעקאָמענדירן דיסייבלינג "קלעאַראָס-סענטאָס-updates" ריפּאַזאַטאָרי.';
$lang['software_repository_warn_centos_updates_enable'] = 'באטראכט ענייבאַלינג די "קלעאַראָס-סענטאָס-updates" ריפּאַזאַטאָרי צו האַלטן דיין סיסטעם אַרויף צו דאַטע.';
$lang['software_repository_warn_epel_duplicate'] = 'באַטראַכטן דיסייבלינג "קלעאַראָס-עפּעל" ריפּאַזאַטאָרי - דעם סערווער האט צוטריט צו וועריפיעד עפּעל ופּדאַטעס דורך אַ באַצאָלט דינען אָדער ערשטער 30 טעג פון אַ קהל ינסטאַלירן.';
$lang['software_repository_warn_epel_is_enabled'] = 'די מילד (קלעאַראָס-כאַרטאַד) ריפּאַזאַטאָרי איז ענייבאַלד. אַקסעס צו עפּעל איז צוגעשטעלט ווי אַ קאַנוויניאַנס אָבער עטלעכע פּאַקידזשיז אָדער אַפּדייץ קענען אָנמאַכן ינסטאַביליטי און / אָדער צוקונפֿט פּעקל דעפּענדענסי פּראָבלעמס. באַטראַכטן דיסייבלינג דעם ריפּאַזאַטאָרי.';  
$lang['software_repository_warn_fast_updates_enable'] = 'באטראכט ענייבאַלינג "קלעאַראָס-שנעל-updates" - דעם ריפּאַזאַטאָרי איז געניצט צו געשווינד שטופּן אויס ופּדאַטעס דימד קריטיש צו די זיכערהייַט פון אייער סיסטעם.';
$lang['software_repository_warn_test_repo'] = 'באַטראַכטן דיסייבלינג "% s" ריפּאַזאַטאָרי. עס איז בדעה פֿאַר דעוועלאָפּערס, ביתא טעסטערס און אַוואַנסירטע ניצערס נאָר.';
$lang['software_repository_warn_updates_disable'] = 'באַטראַכטן דיסייבלינג "קלעאַראָס-updates" ריפּאַזאַטאָרי - דעם סערווער האט צוטריט צו וועריפיעד ווייכווארג ופּדאַטעס דורך אַ באַצאָלט דינען אָדער ערשטער 30 טעג פון אַ קהל ינסטאַלירן.';
$lang['software_repository_warn_updates_enable'] = 'באטראכט ענייבאַלינג "קלעאַראָס-updates" ריפּאַזאַטאָרי ... עס גיט ווייכווארג ופּדאַטעס צו פאַרריכטן באַגז, לייגן פֿעיִקייטן און אין עטלעכע קאַסעס, לאַטע קריטיש זיכערהייַט ווונעראַביליטיעס.';
$lang['software_repository_warning'] = 'די ווייַטערדיק רעקאַמאַנדיישאַנז / וואָרנינגז האָבן שוין ידענטיפיעד:';
$lang['software_repository_updates_warning_event'] = 'ווייכווארג ריפּאַזאַטאָרי קאָנפיגוראַטיאָן ווארענונג (s)';
