<?php

$lang['software_repository_add_note:'] = 'Η εφαρμογή Marketplace απαιτεί την ακόλουθη αποθετήριο να ενεργοποιηθεί:';
$lang['software_repository_app_description'] = 'Η εφαρμογή Repository λογισμικό παρέχει μια λίστα με τα αποθετήρια διαθέσιμο στο διακομιστή. Εφαρμογές διαθέσιμες στο Marketplace εξαρτώνται από τα οποία αποθετήρια ενεργοποιηθεί.';
$lang['software_repository_app_name'] = 'Αποθετήριο λογισμικού';
$lang['software_repository_app_tooltip'] = 'Ενεργοποίηση ή / και απενεργοποίηση αποθετήρια μπορεί να έχει αρνητικές συνέπειες για τη σταθερότητα του συστήματος. Κάνοντας αλλαγές στις προεπιλεγμένες ρυθμίσεις, συνιστάται μόνο για προχωρημένους χρήστες.';
$lang['software_repository_busy'] = 'διευθυντής του λογισμικού απασχολημένος ...';
$lang['software_repository_cli_only'] = 'CLI Μόνο';
$lang['software_repository_name'] = 'Ονομα';
$lang['software_repository_number_of_packages'] = 'πακέτα';
$lang['software_repository_repo_list'] = 'αποθετήριο Λίστα';
$lang['software_repository_warn_centos_disable'] = 'Εξετάστε το ενδεχόμενο να απενεργοποιήσετε "ClearOS-centos" αποθετήριο - Αυτός ο διακομιστής έχει πρόσβαση σε επαληθεύεται ενημερώσεις λογισμικού μέσω πληρωμένης υπηρεσίας ή πρώτες 30 ημέρες της κοινοτικής εγκατάσταση.';
$lang['software_repository_warn_centos_enable'] = 'Σκεφτείτε που επιτρέπει το αποθετήριο "ClearOS-centos" για να διατηρήσετε το σύστημά σας ενημερωμένο.';
$lang['software_repository_warn_centos_updates_disable'] = 'Προτείνουμε την απενεργοποίηση "ClearOS-CentOS-ενημερώσεις" αποθετήριο.';
$lang['software_repository_warn_centos_updates_enable'] = 'Σκεφτείτε που επιτρέπει την "ClearOS-CentOS-ενημερώσεις" αποθετήριο για να διατηρήσετε το σύστημά σας ενημερωμένο.';
$lang['software_repository_warn_epel_duplicate'] = 'Εξετάστε το ενδεχόμενο να απενεργοποιήσετε "ClearOS-ΕΠΕΛ" αποθετήριο - Αυτός ο διακομιστής έχει πρόσβαση σε επαληθεύεται ενημερώσεις ΕΠΕΛ μέσα από μια πληρωμένη υπηρεσία ή πρώτες 30 ημέρες της κοινοτικής εγκατάσταση.';
$lang['software_repository_warn_epel_is_enabled'] = 'Η ήπια (ClearOS καρδιά) αποθετήριο είναι ενεργοποιημένη. Πρόσβαση σε ΕΠΕΛ παρέχεται ως διευκόλυνση, αλλά μερικά πακέτα ή ενημερώσεις μπορεί να προκαλέσει αστάθεια ή / και μελλοντικά προβλήματα εξάρτησης πακέτο. Εξετάστε το ενδεχόμενο να απενεργοποιήσετε αυτό το αποθετήριο.';  
$lang['software_repository_warn_fast_updates_enable'] = 'Σκεφτείτε που επιτρέπει "ClearOS-fast-ενημερώσεις" - αυτό το αποθετήριο χρησιμοποιείται για να ωθήσει γρήγορα από τις ενημερώσεις που θεωρούνται κρίσιμες για την ασφάλεια του συστήματός σας.';
$lang['software_repository_warn_test_repo'] = 'Εξετάστε το ενδεχόμενο να απενεργοποιήσετε "% s" αποθετήριο. Προορίζεται για την ανάπτυξη, beta testers και προχωρημένους χρήστες.';
$lang['software_repository_warn_updates_disable'] = 'Εξετάστε το ενδεχόμενο να απενεργοποιήσετε "ClearOS ενημερώσεις" αποθετήριο - Αυτός ο διακομιστής έχει πρόσβαση σε επαληθεύεται ενημερώσεις λογισμικού μέσω πληρωμένης υπηρεσίας ή πρώτες 30 ημέρες της κοινοτικής εγκατάσταση.';
$lang['software_repository_warn_updates_enable'] = 'Σκεφτείτε που επιτρέπει "ClearOS ενημερώσεις" αποθετήριο ... παρέχει ενημερώσεις λογισμικού για να διορθώσετε τα σφάλματα, να προσθέσετε χαρακτηριστικά και, σε ορισμένες περιπτώσεις, μπάλωμα κρίσιμη vunerabilities ασφαλείας.';
$lang['software_repository_warning'] = 'Οι ακόλουθες συστάσεις / προειδοποιήσεις έχουν εντοπιστεί:';
$lang['software_repository_updates_warning_event'] = 'προειδοποίησης (s) διαμόρφωση αποθετήριο λογισμικού';
