<?php

$lang['software_repository_add_note:'] = 'ಮಾರುಕಟ್ಟೆ ಅಪ್ಲಿಕೇಶನ್ ಕೆಳಗಿನ ಭಂಡಾರ ಸಕ್ರಿಯಗೊಂಡಿರಬೇಕು:';
$lang['software_repository_app_description'] = 'ಸಾಫ್ಟ್ವೇರ್ ರೆಪೊಸಿಟರಿಯನ್ನು ಅಪ್ಲಿಕೇಶನ್ ಪರಿಚಾರಕದಲ್ಲಿ ಲಭ್ಯವಾದಾಗ ಸಂಪುಟಗಳನ್ನು ಒಂದು ಪಟ್ಟಿಯನ್ನು ನೀಡುತ್ತದೆ. ಮಾರುಕಟ್ಟೆ ಲಭ್ಯವಿರುವ ಅಪ್ಲಿಕೇಶನ್ಗಳ ಅವಲಂಬಿತ ಸಂಪುಟಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ ಇದು ಮೇಲೆ.';
$lang['software_repository_app_name'] = 'ತಂತ್ರಾಂಶ ರೆಪೊಸಿಟರಿಯನ್ನು';
$lang['software_repository_app_tooltip'] = 'ಶಕ್ತಗೊಳಿಸುವುದರಿಂದ ಮತ್ತು / ಅಥವಾ ಸಂಪುಟಗಳನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲು ವ್ಯವಸ್ಥೆಯ ಸ್ಥಿರತೆಯ ಮೇಲೆ ಪ್ರತಿಕೂಲ ಪರಿಣಾಮ ಬೀರಬಹುದು. ಡೀಫಾಲ್ಟ್ ಸೆಟ್ಟಿಂಗ್ಗಳಿಗೆ ಬದಲಾವಣೆ ಮಾತ್ರ ಮುಂದುವರಿದ ಬಳಕೆದಾರರಿಗೆ ಸೂಚಿಸಲಾಗುತ್ತದೆ.';
$lang['software_repository_busy'] = 'ಸಾಫ್ಟ್ವೇರ್ ಮ್ಯಾನೇಜರ್ ನಿರತ ...';
$lang['software_repository_cli_only'] = 'ಮಾಡಿದಂತಹ CLI ಮಾತ್ರ';
$lang['software_repository_name'] = 'ಹೆಸರು';
$lang['software_repository_number_of_packages'] = 'ಪ್ಯಾಕೇಜುಗಳನ್ನು';
$lang['software_repository_repo_list'] = 'ರೆಪೊಸಿಟರಿಯನ್ನು ಪಟ್ಟಿ';
$lang['software_repository_warn_centos_disable'] = 'ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲು "clearos-centos" ಭಂಡಾರ ಪರಿಗಣಿಸಿ - ಈ ಸರ್ವರ್ ಪಾವತಿ ಸೇವೆ ಅಥವಾ ಮೊದಲ 30 ದಿನಗಳ ಒಂದು ಸಮುದಾಯ ಅನುಸ್ಥಾಪನೆಯನ್ನು ಮೂಲಕ ಪರಿಶೀಲಿಸಿದ ಸಾಫ್ಟ್ವೇರ್ ನವೀಕರಣಗಳನ್ನು ಪ್ರವೇಶವನ್ನು ಹೊಂದಿದೆ.';
$lang['software_repository_warn_centos_enable'] = 'ಇಲ್ಲಿಯವರೆಗೆ ನಿಮ್ಮ ಗಣಕವನ್ನು ಇರಿಸಿಕೊಳ್ಳಲು "clearos-centos" ಭಂಡಾರ ಅನುವು ಪರಿಗಣಿಸಿ.';
$lang['software_repository_warn_centos_updates_disable'] = 'ಶಿಫಾರಸು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲು "clearos-centos ನವೀಕರಣಗಳನ್ನು" ಭಂಡಾರ.';
$lang['software_repository_warn_centos_updates_enable'] = 'ಇಲ್ಲಿಯವರೆಗೆ ನಿಮ್ಮ ಗಣಕವನ್ನು ಇರಿಸಿಕೊಳ್ಳಲು "clearos-centos ನವೀಕರಣಗಳನ್ನು" ಭಂಡಾರ ಅನುವು ಪರಿಗಣಿಸಿ.';
$lang['software_repository_warn_epel_duplicate'] = 'ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲು "clearos-ಎಪಿಇಎಲ್" ಭಂಡಾರ ಪರಿಗಣಿಸಿ - ಈ ಸರ್ವರ್ ಪಾವತಿ ಸೇವೆ ಅಥವಾ ಮೊದಲ 30 ದಿನಗಳ ಒಂದು ಸಮುದಾಯ ಅನುಸ್ಥಾಪನೆಯನ್ನು ಮೂಲಕ ಪರಿಶೀಲಿಸಿದ ಎಪಿಇಎಲ್ ನವೀಕರಣಗಳನ್ನು ಪ್ರವೇಶವನ್ನು ಹೊಂದಿದೆ.';
$lang['software_repository_warn_epel_is_enabled'] = 'ಸೌಮ್ಯ (ಹೃದಯದ clearos-) ಭಂಡಾರ ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ. ಎಪಿಇಎಲ್ ಪ್ರವೇಶವನ್ನು ಅನುಕೂಲಕ್ಕಾಗಿ ಒದಗಿಸಲಾಗಿದೆ ಆದರೆ ಕೆಲವೊಂದು ಪ್ಯಾಕೇಜುಗಳನ್ನು ನವೀಕರಣಗಳನ್ನು ಅಸ್ಥಿರತೆ ಮತ್ತು / ಅಥವಾ ಭವಿಷ್ಯದ ಪ್ಯಾಕೇಜ್ ಅವಲಂಬನೆ ಸಮಸ್ಯೆಗಳನ್ನು ಉಂಟುಮಾಡಬಹುದು. ಈ ಭಂಡಾರ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲು ಪರಿಗಣಿಸಿ.';  
$lang['software_repository_warn_fast_updates_enable'] = 'ನಿಮ್ಮ ವ್ಯವಸ್ಥೆಯ ಭದ್ರತೆಗೆ ನಿರ್ಣಾಯಕ ಪರಿಗಣಿಸಲಾಯಿತು ಈ ಭಂಡಾರ ತ್ವರಿತವಾಗಿ ನವೀಕರಣಗಳನ್ನು ಔಟ್ ತಳ್ಳಲು ಬಳಸಲಾಗುತ್ತದೆ - "clearos ವೇಗದ ನವೀಕರಣಗಳನ್ನು" ಅನುವು ಪರಿಗಣಿಸಿ.';
$lang['software_repository_warn_test_repo'] = 'ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲು "% s" ಎಂಬುದು ಭಂಡಾರ ಪರಿಗಣಿಸಿ. ಇದು ಅಭಿವರ್ಧಕರು, ಬೀಟಾ ಪರೀಕ್ಷಕರು ಮತ್ತು ಮುಂದುವರಿದ ಬಳಕೆದಾರರಿಗೆ ಮಾತ್ರ ಉದ್ದೇಶಿಸಲಾಗಿದೆ.';
$lang['software_repository_warn_updates_disable'] = 'ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲು "clearos ನವೀಕರಣಗಳನ್ನು" ಭಂಡಾರ ಪರಿಗಣಿಸಿ - ಈ ಸರ್ವರ್ ಪಾವತಿ ಸೇವೆ ಅಥವಾ ಮೊದಲ 30 ದಿನಗಳ ಒಂದು ಸಮುದಾಯ ಅನುಸ್ಥಾಪನೆಯನ್ನು ಮೂಲಕ ಪರಿಶೀಲಿಸಿದ ಸಾಫ್ಟ್ವೇರ್ ನವೀಕರಣಗಳನ್ನು ಪ್ರವೇಶವನ್ನು ಹೊಂದಿದೆ.';
$lang['software_repository_warn_updates_enable'] = '"Clearos ನವೀಕರಣಗಳನ್ನು" ಅನುವು ಪರಿಗಣಿಸಿ ಭಂಡಾರ ... ಇದು ದೋಷಗಳನ್ನು ಸರಿಪಡಿಸಲು ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ಸೇರಿಸಲು ಮತ್ತು ಕೆಲವು ಸಂದರ್ಭಗಳಲ್ಲಿ, ಪ್ಯಾಚ್ ಸಂದಿಗ್ಧ ಭದ್ರತಾ vunerabilities ತಂತ್ರಾಂಶ ನವೀಕರಣಗಳನ್ನು ಒದಗಿಸುತ್ತದೆ.';
$lang['software_repository_warning'] = 'ಕೆಳಗಿನ ಶಿಫಾರಸುಗಳನ್ನು / ಎಚ್ಚರಿಕೆಗಳನ್ನು ಗುರುತಿಸಲಾಗಿದೆ:';
$lang['software_repository_updates_warning_event'] = 'ತಂತ್ರಾಂಶ ರೆಪೊಸಿಟರಿಯನ್ನು ಸಂರಚನಾ ಎಚ್ಚರಿಕೆ (ರು)';
