<?php

$lang['software_repository_add_note:'] = 'កម្មវិធីទីផ្សារតម្រូវឱ្យមានការឃ្លាំងដូចខាងក្រោមនឹងត្រូវបានបើក:';
$lang['software_repository_app_description'] = 'កម្មវិធីឃ្លាំងកម្មវិធីផ្ដល់នូវបញ្ជីនៃឃ្លាំងដែលអាចប្រើបានទៅម៉ាស៊ីនបម្រើ។ កម្មវិធីដែលមាននៅក្នុងទីផ្សារនេះគឺពឹងផ្អែកលើដែលត្រូវបានអនុញ្ញាតឃ្លាំង។';
$lang['software_repository_app_name'] = 'ឃ្លាំងកម្មវិធី';
$lang['software_repository_app_tooltip'] = 'ការបើកនិង / ឬបិទឃ្លាំងអាចមានផលប៉ះពាល់ជាអវិជ្ជមានទៅលើស្ថេរភាពនៃប្រព័ន្ធនេះ។ ការធ្វើឱ្យមានការផ្លាស់ប្តូរការកំណត់លំនាំដើមត្រូវបានផ្ដល់អនុសាសន៍សម្រាប់អ្នកប្រើកម្រិតខ្ពស់តែប៉ុណ្ណោះ។';
$lang['software_repository_busy'] = 'ការគ្រប់គ្រងកម្មវិធីរវល់ ...';
$lang['software_repository_cli_only'] = 'តែ CLI';
$lang['software_repository_name'] = 'ឈ្មោះ';
$lang['software_repository_number_of_packages'] = 'កញ្ចប់';
$lang['software_repository_repo_list'] = 'បញ្ជីឃ្លាំង';
$lang['software_repository_warn_centos_disable'] = 'សូមពិចារណាបិទឃ្លាំង "clearos-centos" - ម៉ាស៊ីនបម្រើនេះមានសិទ្ធិចូលដំណើរការទៅឱ្យទាន់សម័យកម្មវិធីផ្ទៀងផ្ទាត់តាមរយៈសេវាបង់ប្រាក់ឬជាលើកដំបូង 30 ថ្ងៃនៃសហគមន៍ដំឡើង។';
$lang['software_repository_warn_centos_enable'] = 'សូមពិចារណាការបើកឃ្លាំង "clearos-centos" ដើម្បីរក្សាប្រព័ន្ធរបស់អ្នករហូតដល់កាលបរិច្ឆេទ។';
$lang['software_repository_warn_centos_updates_disable'] = 'សូមផ្ដល់អនុសាសន៍ឱ្យបិទ "ធ្វើឱ្យទាន់សម័យ-clearos centos" ឃ្លាំង។';
$lang['software_repository_warn_centos_updates_enable'] = 'សូមពិចារណាអំពីការធ្វើឱ្យបាន "ធ្វើឱ្យទាន់សម័យ clearos-centos" ឃ្លាំងដើម្បីរក្សាប្រព័ន្ធរបស់អ្នករហូតដល់កាលបរិច្ឆេទ។';
$lang['software_repository_warn_epel_duplicate'] = 'សូមពិចារណាបិទ "clearos-epel" ឃ្លាំង - ម៉ាស៊ីនបម្រើនេះមានសិទ្ធិចូលដំណើរការធ្វើឱ្យទាន់សម័យ EPEL តាមរយៈសេវាបង់ផ្ទៀងផ្ទាត់ឬការលើកដំបូង 30 ថ្ងៃនៃសហគមន៍ដំឡើង។';
$lang['software_repository_warn_epel_is_enabled'] = 'ឃ្លាំង (clearos បេះដូង) នេះស្រាលត្រូវបានបើក។ ការចូលដំណើរការទៅ EPEL ត្រូវបានផ្តល់ជូនជាការងាយស្រួលទេប៉ុន្តែកញ្ចប់មួយចំនួនឬអាចបង្កអស្ថេរភាពនិង / ឬបញ្ហាភាពអាស្រ័យកញ្ចប់នាពេលអនាគត។ សូមពិចារណាបិទឃ្លាំងនេះ។';  
$lang['software_repository_warn_fast_updates_enable'] = 'សូមពិចារណាអំពីការធ្វើឱ្យ "clearos បច្ចុប្បន្នភាពលឿន» - ឃ្លាំងនេះត្រូវបានប្រើដើម្បីជំរុញឱ្យចេញយ៉ាងរហ័សធ្វើឱ្យទាន់សម័យចាត់ទុកសំខាន់ដល់សន្តិសុខនៃប្រព័ន្ធរបស់អ្នក។';
$lang['software_repository_warn_test_repo'] = 'សូមពិចារណាបិទ "% s" ឃ្លាំង។ វាត្រូវបានបម្រុងទុកសម្រាប់អ្នកអភិវឌ្ឍន៍អ្នកសាកល្បងបេតានិងអ្នកប្រើកម្រិតខ្ពស់តែប៉ុណ្ណោះ។';
$lang['software_repository_warn_updates_disable'] = 'សូមពិចារណាបិទ "ធ្វើឱ្យទាន់សម័យ clearos »ឃ្លាំង - ម៉ាស៊ីនបម្រើនេះមានសិទ្ធិចូលដំណើរការទៅឱ្យទាន់សម័យកម្មវិធីផ្ទៀងផ្ទាត់តាមរយៈសេវាបង់ប្រាក់ឬជាលើកដំបូង 30 ថ្ងៃនៃសហគមន៍ដំឡើង។';
$lang['software_repository_warn_updates_enable'] = 'សូមពិចារណាអំពីការធ្វើឱ្យ "ធ្វើឱ្យទាន់សម័យ clearos" ឃ្លាំងវាផ្តល់នូវភាពទាន់សម័យ ... ផ្នែកទន់ដើម្បីជួសជុលកំហុសបន្ថែមលក្ខណៈពិសេសនិងក្នុងករណីខ្លះ, បំណះ vunerabilities សន្តិសុខធ្ងន់ធ្ងរ។';
$lang['software_repository_warning'] = 'អនុសាសន៍ខាង / ការព្រមានដែលត្រូវបានគេកំណត់អត្តសញ្ញាណ:';
$lang['software_repository_updates_warning_event'] = 'ការព្រមានការកំណត់រចនាសម្ព័ន្ធឃ្លាំងកម្មវិធី (s បាន)';
