<?php

$lang['software_repository_add_note:'] = 'Сауда Қолданба мынадай репозиторийі қосулы болуы қажет:';
$lang['software_repository_app_description'] = 'Бағдарламалық қамтамасыз ету Репозиторий қолданба серверге қол жетімді қоймаларын тізімін береді. Marketplace қол жетімді қолданбалар репозиторий қосылған, онда тәуелді.';
$lang['software_repository_app_name'] = 'Бағдарламалық қамтамасыз ету Репозиторий';
$lang['software_repository_app_tooltip'] = 'Қосу және / немесе репозитарийлерді ажырату жүйесінің тұрақтылығына теріс әсер етуі мүмкін. әдепкі параметрлерге өзгерістер енгізу тек тәжірибелі пайдаланушылар үшін ұсынылады.';
$lang['software_repository_busy'] = 'Бағдарламалық қамтамасыз ету менеджері бос ...';
$lang['software_repository_cli_only'] = 'Тек CLI';
$lang['software_repository_name'] = 'ат';
$lang['software_repository_number_of_packages'] = 'пакеттер';
$lang['software_repository_repo_list'] = 'Репозиторий тізімі';
$lang['software_repository_warn_centos_disable'] = '«Clearos-CentOS» репозитарийді ажырату қарастырайық - бұл сервер ақылы қызмет немесе Қоғамдастықтың алғашқы 30 күн орнату арқылы тексеріледі бағдарлама жаңартуларын кіре алады.';
$lang['software_repository_warn_centos_enable'] = 'күнге дейін сіздің жүйесін жүргізу «clearos-CentOS» репозитарийді мүмкіндік беретін қарастырайық.';
$lang['software_repository_warn_centos_updates_disable'] = '«Clearos-CentOS-жаңарту» репозиторийді ажырату ұсынылсын.';
$lang['software_repository_warn_centos_updates_enable'] = 'күнге дейін сіздің жүйесін жүргізу «clearos-CentOS-жаңарту» репозитарийді мүмкіндік беретін қарастырайық.';
$lang['software_repository_warn_epel_duplicate'] = '«Clearos-epel» репозитарийді ажырату қарастырайық - бұл сервер ақылы қызмет немесе Қоғамдастықтың алғашқы 30 күн орнату арқылы тексеріледі EPEL жаңартуларға қол жеткізе алады.';
$lang['software_repository_warn_epel_is_enabled'] = 'Жұмсақ (clearos ақжарқын) репозиторийді қосылады. EPEL қатынау қолайлы қамтамасыз етіледі, бірақ кейбір пакеттері немесе жаңарту тұрақсыздық және / немесе болашақ пакеті тәуелділік мәселелер тудыруы мүмкін. Осы репозиторийді ажырату қарастырайық.';  
$lang['software_repository_warn_fast_updates_enable'] = '«Clearos-тез-жаңартулар» мүмкіндік беретін қарастырайық - бұл репозиторийі тез жаңартуларды ығыстыруды пайдаланылады сіздің жүйесінің қауіпсіздігіне сын болып саналады.';
$lang['software_repository_warn_test_repo'] = '«% S» репозиторийді ажырату қарастырайық. Ол әзірлеушілер, бета сынақшылар және тек тәжірибелі пайдаланушылар үшін арналған.';
$lang['software_repository_warn_updates_disable'] = 'Бұл сервер ақылы қызмет немесе Қоғамдастықтың алғашқы 30 күн орнату арқылы тексеріледі бағдарлама жаңартуларын алуға рұқсаты бар - бұл репозиторий «clearos-жаңартулар» өшіру қарастырайық.';
$lang['software_repository_warn_updates_enable'] = 'ол, қателерді түзету мүмкіндіктері қосу және кейбір жағдайларда, сын қауіпсіздік vunerabilities жамау жаңартуларды қамтамасыз етеді ... репозиторийі «clearos-жаңартулар» мүмкіндік беретін қарастырайық.';
$lang['software_repository_warning'] = 'мынадай ұсынымдар / ескертулер анықталды:';
$lang['software_repository_updates_warning_event'] = 'Бағдарламалық қамтамасыз ету репозиторийі конфигурация ескерту (лер)';
